{
  "blocks": [
    {
      "_template": "section",
      "title": "Our Mission",
      "content": "1. To promote and support technology learning through centralized access to necessary equipment and the presence of experts. \n2. Combining know-how and increasing the quality of results while by reducing production time for related projects with technologies. \n3. To ensure the sustainability of the achievements by setting up a physical and digital archive in the form of a technology library"
    },
    {
      "_template": "section",
      "title": "Introduction",
      "content": "ECALTECH Center aims to become the central place of a set of infrastructures related to the teaching and practice of technologies. \n\nToday’s digital age has radically changed the way we work and ECAL, in its constant pursuit of excellence, must always be at the forefront. \n\nIn recent years, we have observed that all the training courses we provide in our institution increasingly use a variety of technologies. These sometimes take the form of creative tools, but are also indispensable as a support for the projects themselves. \n\nThe pedagogical results acquired today are already very promising, but a certain number of parameters can still considerably increase the quality of the use of these technologies. We must gather, promote and perpetuate this know-how. \n\nToday, we also have an opportunity to create more links with the innovative industries in our region and wish to bring together major players from outside the school to do applied design research with our students."
    },
    {
      "_template": "section",
      "title": "Our first partners",
      "content": "As a result, a lot of energy will be deployed to promote and test these technologies. Thanks to numerous experiments and research within the school, we have found that students innovate more quickly when a context allows them to reject the traditional uses of these technologies."
    },
    {
      "_template": "section",
      "title": "Collaboration opportunities",
      "content": "We are looking for partner institutions who would like to: \n\nMake their unique technologies/products available to our students, teaching assistants and professors for experimentation and/or use in concrete projects. \n\nExplore innovative applications for their proprietary technologies/products through workshop (week-long project) or a semester’s project (2-4 months). \n\nIf you wish to be part of this adventure, please get in touch"
    },
    {
      "_template": "section",
      "title": "What we offer",
      "content": "Innovation From ideation to prototyping, talented young designers will explore your technology/product in order to propose new and innovative applications. Confidentiality An enclosed space, the ECALTECH Center allows a high level of confidentiality as well as a productive work environment. Visibility Logo and name recognition of your organisation as a partner on all ECAL communication materials and channels related to the collaboration. Accessibility Invitations to various private and public events at ECAL and a private guided tours of ECAL facilities for your organisation. If you wish to have more informations, please get in touch"
    }
  ]
}